Revit.Elements.Views.View.ExportAsImage(System.String)
Export the view as an image to the given path - defaults to png, but you can override
the file type but supplying a path with the appropriate extension
fullPath: A valid path for the image
Returns: The image